[
    "一个人的价值，应该看他贡献什么，而不应当看他取得什么。——爱因斯坦",
    "共同的事业，共同的斗争，可以使人们产生忍受一切的力量。——奥斯特洛夫斯基",
    "古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。——苏轼",
    "理想的人物不仅要在物质需要的满足上，还要在精神旨趣的满足上得到表现。——黑格尔",
    "读一本好书，就如同和一个高尚的人在交谈。——歌德",
    "过去一切时代的精华尽在书中。——卡莱尔",
    "好的书籍是最贵重的珍宝。——别林斯基",
    "读书是易事，思索是难事，但两者缺一，便全无用处。——富兰克林",
    "读书是在别人思想的帮助下，建立起自己的思想。——鲁巴金",
    "合理安排时间，就等于节约时间。——培根",
    "你想成为幸福的人吗？但愿你首先学会吃得起苦。——屠格涅夫",
    "抛弃时间的人，时间也抛弃他。——莎士比亚",
    "普通人只想到如何度过时间，有才能的人设法利用时间。——叔本华",
    "读书破万卷，下笔如有神。——杜甫",
    "取得成就时坚持不懈，要比遭到失败时顽强不屈更重要。——拉罗什夫科",
    "人的一生是短的，但如果卑劣地过这一生，就太长了。——莎士比亚",
    "读书忌死读，死读钻牛角。——叶圣陶",
    "不要回避苦恼和困难，挺起身来向它挑战，进而克服它。——池田大作",
    "真实是人生的命脉，是一切价值的根基。——德莱塞",
    "努力爱一个人。付出，不一定会有收获；不付出，却一定不会有收获，不要奢望出现奇迹。",
    "土地是以它的肥沃和收获而被估价的；才能也是土地，不过它生产的不是粮食，而是真理。如果只能滋生瞑想和幻想的话，即使再大的才能也只是砂地或盐池，那上面连小草也长不出来的。——别林斯基",
    "新的数学方法和概念，常常比解决数学问题本身更重要。——华罗庚",
    "人生的磨难是很多的，所以我们不可对于每一件轻微的伤害都过于敏感。在生活磨难面前，精神上的坚强和无动于衷是我们抵抗罪恶和人生意外的最好武器。——洛克",
    "友谊是灵魂的结合，这个结合是可以离异的，这是两个敏感，正直的人之间心照不宣的契约。——伏尔泰",
    "人生并不像火车要通过每个站似的经过每一个生活阶段。人生总是直向前行走，从不留下什么。——刘易斯",
    "都睡着的时候，一步步艰辛地向上攀爬的。",
    "劳动和人，人和劳动，这是所有真理的父母亲。——苏霍姆林斯基",
    "伟人之所以伟大，是因为他与别人共处逆境时，别人失去了信心，他却下决心实现自己的目标。",
    "笨蛋自以为聪明，聪明人才知道自己是笨蛋。——莎士比亚",
    "不要忘本，任何时候，任何事情。",
    "不为失败找理由，要为成功找方法。",
    "谁不会休息，谁就不会工作。——列宁",
    "回避现实的人，未来将更不理想。",
    "友谊是一棵可以庇荫的树。——柯尔律治",
    "个人的智慧只是有限的。——普劳图斯",
    "世界上那些最容易的事情中，拖延时间最不费力。",
    "当你感到悲哀痛苦时，最好是去学些什么东西。学习会使你永远立于不败之地。",
    "良好的健康状况和高度的身体训练，是有效的脑力劳动的重要条件。——克鲁普斯卡娅",
    "出门走好路，出口说好话，出手做好事。",
    "爱情只有当它是自由自在时，才会叶茂花繁。认为爱情是某种义务的思想只能置爱情于死地。只消一句话：你应当爱某个人，就足以使你对这个人恨之入骨。——罗素",
    "酒杯里竟能蹦出友谊来。——盖伊",
    "最甜美的是爱情，最苦涩的也是爱情。——菲·贝利",
    "管理的第一目标是使较高工资与较低的劳动成本结合起来。——泰罗",
    "科学是到处为家的，不过，在任何不播种的地方，是决不会得到丰收的。——赫尔岑",
    "真理惟一可靠的标准就是永远自相符合。——欧文",
    "积极的人在每一次忧患中都看到一个机会，而消极的人则在每个机会都看到某种忧患。",
    "时间是一切财富中最宝贵的财富。——德奥弗拉斯多",
    "伟大的思想能变成巨大的财富。——塞内加",
    "温顺的青年人在图书馆里长大，他们相信他们的责任是应当接受西塞罗，洛克，培根发表的意见；他们忘了西塞罗，洛克与培根写这些书的时候，也不过是在图书馆里的青年人。——爱默生",
    "成功大易，而获实丰于斯所期，浅人喜焉，而深识者方以为吊。——梁启超",
    "说真话不应当是艰难的事情。我所谓真话不是指真理，也不是指正确的话。自己想什麽就讲什麽；自己怎麽想就怎麽说这就是说真话。——巴金",
    "坚韧是成功的一大要素，只要在门上敲得够久够大声，终会把人唤醒的。",
    "请记得，好朋友的定义是：你混的好，她打心眼里为你开心；你混的不好，她由衷的为你着急。",
    "过放荡不羁的'生活，容易得像顺水推舟，但是要结识良朋益友，却难如登天。——巴尔扎克",
    "躯体总是以惹人厌烦告终。除思想以外，没有什么优美和有意思的东西留下来，因为思想就是生命。——萧伯纳",
    "盛年不重来，一日难再晨。及时宜自勉，岁月不待人。——陶渊明",
    "将人生投于的赌徒，当他们胆敢妄为的时候，对自己的力量有充分的自信，并且认为大胆的冒险是唯一的形式。——茨威格",
    "人的活动如果没有理想的鼓舞，就会变得空虚而渺小。——车尔尼雪夫斯基",
    "从不浪费时间的人，没有工夫抱怨时间不够。——杰弗逊",
    "没有口水与汗水，就没有成功的泪水。",
    "要诚恳，要坦然，要慷慨，要宽容，要有平常心。",
    "怠惰是贫穷的制造厂。",
    "较高级复杂的劳动，是这样一种劳动力的表现，这种劳动力比较普通的劳动力需要较高的教育费用，它的生产需要花费较多的劳动时间。因此，具有较高的价值。——马克思",
    "我读的书愈多，就愈亲近世界，愈明了生活的意义，愈觉得生活的重要。——高尔基",
    "要使整个人生都过得舒适、愉快，这是不可能的，因为人类必须具备一种能应付逆境的态度。——卢梭",
    "只有把抱怨环境的心情，化为上进的力量，才是成功的保证。——罗曼·罗兰",
    "知之者不如好之者，好之者不如乐之者。——孔子",
    "勇猛、大胆和坚定的决心能够抵得上武器的精良。——达·芬奇",
    "意志是一个强壮的盲人，倚靠在明眼的跛子肩上。——叔本华",
    "只有永远躺在泥坑里的人，才不会再掉进坑里。——黑格尔",
    "希望的灯一旦熄灭，生活刹那间变成了一片黑暗。——普列姆昌德",
    "成功不是凭梦想和希望，而是凭努力和实践。",
    "形成天才的决定因素应该是勤奋。——郭沫若",
    "学到很多东西的诀窍，就是一下子不要学很多。——洛克",
    "自己的鞋子，自己知道紧在哪里。——西班牙",
    "我们唯一不会改正的缺点是软弱。——拉罗什福科",
    "我这个人走得很慢，但是我从不后退。——亚伯拉罕·林肯",
    "勿问成功的秘诀为何，且尽全力做你应该做的事吧。——美华纳",
    "学而不思则罔，思而不学则殆。——孔子",
    "学问是异常珍贵的东西，从任何源泉吸收都不可耻。——阿卜·日·法拉兹",
    "只有在人群中间，才能认识自己。——德国",
    "重复别人所说的话，只需要教育；而要挑战别人所说的话，则需要头脑。——玛丽·佩蒂博恩·普尔",
    "卓越的人一大优点是：在不利与艰难的遭遇里百折不饶。——贝多芬",
    "自己的饭量自己知道。——苏联",
    "我们若已接受最坏的，就再没有什么损失。——卡耐基",
    "书到用时方恨少、事非经过不知难。——陆游",
    "书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。——史美尔斯",
    "熟读唐诗三百首，不会作诗也会吟。——孙洙",
    "谁和我一样用功，谁就会和我一样成功。——莫扎特",
    "天下之事常成于困约，而败于奢靡。——陆游",
    "生命不等于是呼吸，生命是活动。——卢梭",
    "伟大的事业，需要决心，能力，组织和责任感。——易卜生",
    "唯书籍不朽。——乔特",
    "青春是一个短暂的美梦，当你醒来时，它早已消失无踪。——莎士比亚",
    "书不仅是生活，而且是现在、过去和未来文化生活的源泉。——库法耶夫",
    "生命不可能有两次，但许多人连一次也不善于度过。——吕凯特",
    "问渠哪得清如许，为有源头活水来。——朱熹",
    "我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。——笛卡儿",
    "生活的道路一旦选定，就要勇敢地走到底，决不回头。——左拉",
    "奢侈是舒适的，否则就不是奢侈。",
    "书籍是朋友，虽然没有热情，但是非常忠实。——雨果",
    "伟大的成绩和辛勤劳动是成正比例的，有一分劳动就有一分收获，日积月累，从少到多，奇迹就可以创造出来。——鲁迅",
    "非淡泊无以明志，非宁静无以致远。——诸葛亮",
    "书痴者文必工，艺痴者技必良。——蒲松龄",
    "读过一本好书，像交了一个益友。——藏克家",
    "读书以过目成诵为能，最是不济事。——郑板桥",
    "书籍是青年人不可分离的生活伴侣和导师。——高尔基",
    "鸟欲高飞先振翅，人求上进先读书。——李苦禅",
    "立志宜思真品格，读书须尽苦功夫。——阮元",
    "不怕读得少，只怕记不牢。——徐特立",
    "读不在三更五鼓，功只怕一曝十寒。——郭沫若",
    "不读书的人，思想就会停止。——狄德罗",
    "聪明在于勤奋，天才在于积累。——华罗庚",
    "书籍是屹立在时间的汪洋大海中的灯塔。——惠普尔",
    "韬略终须建新国，奋发还得读良书。——郭沫若",
    "路漫漫其修道远，吾将上下而求索。——屈原",
    "理想的书籍是智慧的钥匙。——列夫·托尔斯泰",
    "如果把生活比喻为创作的意境，那么阅读就像阳光。——池莉",
    "千里之行，始于足下。——老子",
    "处处是创造之地，天天是创造之时，人人是创造之人。——陶行之千教万教教人求真，千学万学学做真人。——陶行之",
    "读书也像开矿一样“沙里淘金”。——赵树理",
    "时间就像海绵里的水，只要愿挤，总还是有的。——鲁迅",
    "经验丰富的人读书用两只眼睛，一只眼睛看到纸面上的话，另一眼睛看到纸的背面。——歌德",
    "人的影响短暂而微弱，书的影响则广泛而深远。——普希金",
    "一个爱书的人，他必定不致于缺少一个忠实的朋友，一个良好的老师，一个可爱的伴侣，一个温情的安慰者。——巴罗",
    "勿以恶小而为之，勿以善小而不为。——陈寿《三国志》",
    "阅读的最大理由是想摆脱平庸，早一天就多一份人生的精彩；迟一天就多一天平庸的困扰。——余秋雨",
    "读书不要贪多，而是要多加思索，这样的读书使我获益不少。——卢梭",
    "饭可以一日不吃，觉可以一日不睡，书不可以一日不读。——毛泽东",
    "读书也像开矿一样“沙里淘金”。——赵树理",
    "最有希望的成功者，并不是才干出众的人而是那些最善利用每一时机去发掘开拓的人。——苏格拉底",
    "告诉你使我达到目标的奥秘吧，我唯一的力量就是我的坚持精神。——巴斯德",
    "如果道德败坏了，趣味也必然会堕落。——狄德罗",
    "对于一切事物，期望总比绝望好。——歌德",
    "失信就是失败。——左拉",
    "书有自己的命运，要视读者接受的情况而定。——忒伦提乌斯·摩尔",
    "不管怎样的事情，都请安静地愉快吧！这是人生。我们要依样地接受人生，勇敢地大胆地，而且永远地微笑着。——卢森堡",
    "发现者，尤其是一个初出茅庐的年轻发现者，需要勇气才能无视他人的冷漠和怀疑，才能坚持自己发现的意志，并把研究继续下去。——贝弗里奇",
    "不读书的人，思想就会停止。人都向往知识，一旦知识的渴望在他身上熄灭，他就不再成为人。——南森",
    "得道者多助，失道者寡助。——孟子",
    "石以砥焉，化钝为利。——刘禹锡",
    "我读书越多，书籍就使我和世界越接近，生活对我也变得越加光明和有意义。——高尔基",
    "温故而知新，可以为师矣。——孔子",
    "天才就是这样，终身努力，便成天才。——门捷列夫",
    "只有在苦难中，才能认识自我。——希尔蒂",
    "生活这样美好，活它一千辈子吧！——贝多芬",
    "值得做的事情必定是困难的。——奥维德",
    "意志是独一无二的个体所拥有的以纠正自己的自动性的力量。——劳伦斯",
    "人不守信，无异于叫旁人对他失信。——英国",
    "书，以是哺育心灵的母乳，启迪智慧的钥匙。——高尔基",
    "雨下给富人，也下给穷人，下给义人，也下给不义的人；其实，雨并不公道，因为下落在一个没有公道的世界上。——老舍",
    "我想写一出最悲的悲剧，里面充满了无耻的笑声。——老舍",
    "婚姻是一座围城，城外的人想进去，城里的人想出来。——钱钟书",
    "爱情多半是不成功的，要么苦于终成眷属的厌倦，要么苦于未能终成眷属的悲哀。——钱钟书",
    "人总是在接近幸福时倍感幸福，在幸福进行时却患得患失。——张爱玲",
    "记忆的梗上，谁不有，两三朵娉婷，披着情绪的花。——林徽因",
    "我从没被谁知道，所以也没被谁忘记。在别人的回忆中生活，并不是我的目的。——顾城",
    "于千万人之中遇见你所要遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了，那也没有别的话可说，唯有轻轻地问一声：“噢，你也在这里吗？”——张爱玲",
    "心小了，所有的小事就大了；心大了，所有的大事都小了；看淡世事沧桑，内心安然无恙。——丰子恺",
    "壮志与毅力是事业的双翼，也常用破釜沉舟的斗争，使弱者不亚于强者。",
    "如果不幸福，如果不快乐，那就放手吧；如果舍不得、放不下，那就痛苦吧。——柏拉图",
    "记住该记住的，忘记该忘记的。改变我能改变的，接受我不能改变的。——塞林格",
    "花开半看，酒饮微醉，此中大有佳趣。若是烂漫，便成恶境美。履盈满者，宜思之——洪应明",
    "少年时追求激情，成熟后却迷恋平静，在我们寻找，伤害，背离之后，还能一如既往的相信爱情，这是一种勇气。——村上春树",
    "不同的青春，同样的迷惘。然而，青春会成长，迷惘会散去，黑夜过后，太阳照常升起——海明威",
    "一个人记得事情太多真不幸，知道事情太多也不幸，体会到太多事情也不幸。——沈从文",
    "世事茫茫，光阴有限，算来何必奔忙？人生碌碌，竞短论长，却不道荣枯有数，得失难量。——沈复",
    "我将于茫茫人海中访我灵魂之伴侣；得之，我幸；不得，我命。——徐志摩",
    "我什么都没有忘，只是有些事只适合收藏，不能说，不能想，却也不能忘。——史铁生",
    "在一回首间，才忽然发现，原来，我一生的种种努力，不过只为了周遭的人对我满意而已。为了搏得他人的称许与微笑，我战战兢兢地将自己套入所有的模式所有的桎梏。走到途中才忽然发现，我只剩下一副模糊的面目，和一条不能回头的路。——席慕容",
    "书籍备而不读，等于废纸。——英国谚语",
    "一日不书，百事荒芜。——（唐）李诩",
    "知识是为老年准备的最好的食粮。——亚里士多德",
    "不知道自己无知，乃是双倍的无知。——柏拉图",
    "读书破万卷，下笔如有神。——杜甫",
    "知识使智慧者更聪明，使愚昧者更愚蠢。——英国",
    "人的知识愈广，人的本身也愈臻完善。——高尔基",
    "知是一种快乐，好奇心知识的萌芽。——培根",
    "惟一会妨碍我学习的是，我所受到的教育。——爱因斯坦",
    "数学是研究抽象结构的理论。——布尔巴基学派",
    "谁有历经千辛万苦的意志，谁就能达到任何目的。——米南德",
    "科学是使人变得勇敢的最好途径。——布鲁诺",
    "运用一分知识，需要十分积累。——伊朗",
    "无论你有多少知识，假如不用便是一无所知。——阿拉伯",
    "智者的智慧是一种不平常的常识。——拉尔夫",
    "知识比金子宝贵，因为金子买不到它。——苏联",
    "学者的一天比不学无术的人一生还有价值。——阿拉伯",
    "知识是头上的花环，而财产是颈上的枷锁。",
    "常识是事物可能性的尺度，由预见和经验组成。——亚美路",
    "人生并非游戏，因此我们没有权利随意放弃它。——列夫托尔斯泰",
    "学识太广反而憨头憨脑。——罗·伯顿",
    "惜时专心苦读是做学问的一个好方法。——蔡尚思",
    "我们要像海绵一样吸收有用的知识。——加里宁",
    "人如果没有知识，无异于行尸走肉。——托·因哲伦德",
    "不尽读天下之书，不能相天下之士。——汤显祖",
    "知识能使你增加一双眼睛。——叙利亚",
    "科学是“无知”的局部解剖学。——霍姆斯",
    "引诱肉体的是金钱和奢望，吸引灵魂的是知识和理智。——伊朗",
    "学而不思则罔，思而不学则殆。——孔子",
    "知识越少越准确，知识越多，疑惑也就越多。——歌德",
    "任何倏忽的灵感事实上不能代替长期的功夫。——罗丹",
    "学问对于人们要求最大的紧张和最大的热情。——巴甫洛夫",
    "天才就是百分之九十九的汗水加百分之一的灵感。——爱迪生",
    "科学发展的终点是哲学，哲学发展的终点是宗教。——杨振宁",
    "斗争是掌握本领的学校，挫折是通向真理的桥梁。——歌德",
    "不下决心培养思考的人，便失去了生活中的最大乐趣。——爱迪生",
    "没有比知识更好的朋友，没有比病魔更坏的敌人。——印度",
    "书本上的知识而外，尚须从生活的人生中获得知识。——茅盾",
    "真理是严酷的，我喜爱这个严酷，它永不欺骗。——泰戈尔",
    "理想的书籍，是智慧的钥匙。——列夫·托尔斯泰",
    "在短促的过去的回顾中却有盏明灯，照彻了我的灵魂的黑暗，使我的生存有点光彩。这盏灯就是友情。我应该感谢它，因为靠了它我才能够活到现在;而且把旧家庭给我留下的阴影扫除了的也正是它。",
    "我的眼眶里至今还积蓄着朋友们的泪，我的血管里至今还沸腾着朋友们的血。在我的胸膛里跳动的也不止是我个人的孤寂的心，而是许多朋友们的暖热的心。我可以毫不夸张地说句。我是靠着友情才能够活到现在的。",
    "生如同日记，每人都想记下自己的经历。但当他把记好的日记和他的誓言进行比较时，心情是何等谦卑啊!",
    "青春活泼的心，决不作悲哀的留滞。",
    "好听的`话越讲越多，一旦过了头，就不可收拾;一旦成了习惯，就上了瘾，不说空话，反而日子难过巴金名句",
    "理想不抛弃苦心追求的人，只要不停止追求，你们就会沐浴在理想的光辉之中。",
    "支配战士行动的力量是信仰，他能够忍受一切艰难、痛苦，而达到他所选定的目标。",
    "随着信念的指示做事情，事无论大小，我都会感到喜悦。",
    "我对人世还不能没有留恋。牵系着我的心的是友情，因为我有无数散处在各地的朋友。",
    "、我常说我靠友情生活，友情是我的指路的明灯巴金名言",
    "金说：“父母们的榜样力量非常大。在我小时候，父母的脾气都好，父母从未打骂过孩子。想来想去，我想不出从他们身上学到什么坏的东西。今天有些年轻的父母高兴时把孩子当作‘小皇帝’、‘小公主’，动了气就打骂不休。不多久，他们的坏脾气全让孩子学到了，孩子们只会学长辈们做出来的行动，不会学他们嘴里讲的道理和心里想的理想。”",
    "人名言 7",
    "天下事以难而废者十之一，以惰而废者十之九。——(南北朝)颜之推",
    "不要轻视失败者的劝告，他在不应该做什么的问题上是权威。",
    "谁不经过失败挫折，谁就找不到真理。",
    "认真是成功的秘诀，粗心是失败的伴侣。",
    "用时不爱惜，就要损坏;做时不慎重，就要失败。",
    "骄者必败，自大必臭。",
    "暂时的失利，比暂时的胜利好得多。——阿卜·法拉兹",
    "人们总爱用鲜花，掌声迎接成功者，但须知成功的路上坎坷，荆棘，崎岖，有人爱用责怪，嘲笑对待失败者，但须知失败中包藏着希望，孕育着胜利。",
    "把一切失望和沮丧都抛弃，成功之路就在你的脚下。",
    "失败，对弱者是一次打击，对强者却是一次激励。",
    "一切成功的秘诀，都在于不懈的追求，如同生命的血液万物之阳光般不可缺少。",
    "开拓者的一生，难免有失败的纪录。但是，凭着永远进击，不屈不挠的拼搏精神，他们终能如愿以偿，高唱凯歌。",
    "乐观是成功的旗帜，忧愁是失败的前奏。",
    "失败使懦夫沉沦，却使勇士奋起。",
    "挫折是块磨石，把强者磨得更加坚强，把弱者磨得更加脆弱。",
    "曲折，不想念眼泪;悲伤，弥补不了曲折的遗憾。只有坚强的人，才能在曲折中奋时，获得加倍的报偿。",
    "成功的火花在勤奋中迸发，智慧的光谱在自满中消逝。",
    "没有失败经验的人，不可能成功。",
    "如果没有人向我们提供失败的教训，我们将一事无成。我们思考的轨道是在正确和错误之间二者择一，而且错误的选择和正确的选择的频率相等。——刘易斯·托马斯",
    "没有十全十美，也没有人不可或缺，每个人都有这种或那种弱点。当他失败时，这种弱点将会缓解他的沉痛之情。——拉布吕耳尔",
    "我认为了个小鼠的心眼儿是没出息只知道钻一个洞，这个洞钻不进就一切都失败了。——乔叟",
    "被人揭下面具是一种失败，自己揭下面具却是一种胜利。——雨果",
    "自己打败自己是最可悲的失败，自己战胜自己是最可贵的胜利。",
    "障碍与失败，是通往成功最稳靠的踏脚石，肯研究、利用它们，便能从失败中培养出成功。",
    "那些尝试去做某事却失败的人，比那些什么也不尝试做却成功的人不知要好上多少。",
    "事实上，成功仅代表了你工作的1%，成功是99%失败的结果。",
    "忘掉失败，不过要牢记失败中的教训。",
    "未曾失败的人恐怕也未曾成功过。",
    "酸甜苦辣都是营养,成功失败都是经验。",
    "从不获胜的人很少失败，从不攀登的人很少跌交。——惠蒂尔",
    "一种理想，就是一种力！——罗曼·罗兰",
    "自我控制是最强者的本能。——萧伯纳",
    "拼着一切代价，奔你的前程。——巴尔扎克",
    "辛勤的蜜蜂永没有时间的悲哀。——布莱克",
    "绳锯木断，水滴石穿。——罗大经鹤林玉露",
    "有志者，事竟成。——范晔",
    "辛勤的蜜蜂永没有时间悲哀。——布莱克",
    "后悔过去，不如奋斗将来。——马克思",
    "一份耕耘一份收获。——徐特立",
    "敏捷诗千首，飘零酒一杯。——杜甫",
    "非学无以广才，非志无以成学。——诸葛亮",
    "贫不足羞，可羞是贫而无志。——吕坤",
    "自信就是成功的第一秘诀。——爱默生",
    "天时不如地利，地利不如人和。——孟子",
    "学而不思则罔，思而不学则殆。——孔子",
    "勇气通往天堂，怯懦通往地狱。——塞内加",
    "谁没有耐心，谁就没有智慧。——萨迪",
    "最困难的事情就是认识自己。——希腊",
    "人无远虑，必有近忧。——孔子",
    "一日无书，百事荒废。——陈寿",
    "三军可夺帅也，匹夫不可夺志也。——孔丘",
    "学习本无底，前进莫旁徨。——报摘",
    "对于不屈不挠的人来说，没有。——俾斯麦",
    "艰难困苦，玉汝于成。——张载",
    "真诚是处世行事的最好方法。——怀特利",
    "君子爱财，取之有道。——孔子",
    "穷则独善其身，达则兼济天下。——孟子",
    "礼貌使人类共处的金钥匙。——松苏内吉",
    "端庄即至美，严肃乃极乐。——威沃森",
    "青年时鲁莽，老年时悔恨。——富兰克林",
    "沉沉的黑夜都是白天的前奏。——郭小川",
    "仰不愧天，俯不愧人，内不愧心。——韩愈",
    "最贫的是无才，最贱的是无志。——约翰生",
    "善较之美价值更高。——阿尔拉",
    "私心胜者，可以灭公。——林逋",
    "人生是绘画，不是做算术。——霍姆斯",
    "书籍是人类进步的阶梯。——高尔基",
    "走自己的路，让别人说去！——但丁",
    "海内存知已，天涯若比邻。——王勃",
    "学无止境。——荀子",
    "人是为了思考才被创造出来的。——帕斯卡",
    "自私自利之心，是立人达人之障。——吕坤",
    "敏而好学，不耻下问。——孔子",
    "理想是事业之母。——叶圣陶",
    "服从真理，就能征服一切事物。——塞涅卡",
    "脱离劳动就是犯罪。——列夫·托尔斯泰",
    "希望是厄运的忠实的姐妹。——普希金",
    "劳作是最可靠的财富。——拉·封丹",
    "每个美人都能挑出瑕疵来。——土耳其",
    "千里之行，始于足下。——老子",
    "胜利属于最坚忍的人。——拿破仑",
    "桃李不言，下自成蹊。——司马迁",
    "人当活在真理和自我奉献里。——庞陀彼丹",
    "穷且益坚，不坠青云之志。——王勃",
    "删掉枝叶的人，决定得不到花果。——鲁迅",
    "大雪压青松，青松挺且直。——陈毅",
    "如果是玫瑰，它总会开花的。——歌德",
    "岁寒，然后知松柏之后凋也。——论语",
    "人不可有傲气，但不可无傲骨。——徐悲鸿",
    "君子坦荡荡，小人长戚戚。——孔子",
    "美高于善，善胜过丑。——王尔德",
    "志向和热爱是伟大行为的双翼。——歌德",
    "不信不立，不诚不行。——晁说之",
    "劳动是幸福之父。——富兰克林",
    "逆境展示奇才，顺境隐没英才。——霍勒斯",
    "春草明年绿，王孙归不归？——白居易",
    "由俭入奢易，由奢入俭难。——司马光",
    "出淤泥而不染，濯清涟而不妖。——周敦颐",
    "责任心是现代人素质的标志。——吴玉妍",
    "三军可夺帅也，匹夫不可夺志也。——孔子",
    "只有在苦难中，才能认识自我。——希尔蒂",
    "友谊永远是美德的辅佐。——西塞罗",
    "读万卷书，行万里路。——董其昌",
    "过去属于死神，未来属于你自己。——雪莱",
    "抓住那似水流年，抓住，抓住！——贺拉斯",
    "人生贵相知，何用金与钱。——李白",
    "真诚是一种心灵的开放。——拉罗什福科",
    "最沉重的负担是存在而没有生活。——雨果",
    "人生最高理想，在求达于真理。——李大钊",
    "希望是不幸之人的第二灵魂。——歌德"
]